local NewFunctionConfig = {
		["NewFunctionConfig"] = {["NewFunction"] = {
						[1] = {["Name"] = "装备功能",
								["Rewards"] = {
										[1] = {["Type"] = 2,["Id"] = 0,["Num"] = 10},
										[2] = {["Type"] = 6,["Id"] = 102201,["Num"] = 1},
										[3] = {["Type"] = 6,["Id"] = 102201,["Num"] = 1},
										[4] = {["Type"] = 6,["Id"] = 102201,["Num"] = 1},
										[5] = {["Type"] = 6,["Id"] = 102301,["Num"] = 1}
								},
								["Id"] = 1},
						[2] = {["Name"] = "奖励功能",["Rewards"] = {["Type"] = 2,["Id"] = 0,["Num"] = 10},["Id"] = 2},
						[3] = {["Name"] = "技能功能",["Rewards"] = {["Type"] = 2,["Id"] = 0,["Num"] = 10},["Id"] = 3},
						[4] = {["Name"] = "封神台功能",
								["Rewards"] = {
										[1] = {["Type"] = 1,["Id"] = 0,["Num"] = 60000},
										[2] = {["Type"] = 2,["Id"] = 0,["Num"] = 10}
								},
								["Id"] = 4},
						[5] = {["Name"] = "蟠桃园功能",["Rewards"] = {["Type"] = 2,["Id"] = 0,["Num"] = 10},["Id"] = 5},
						[6] = {["Name"] = "财神宝库功能",["Rewards"] = {["Type"] = 2,["Id"] = 0,["Num"] = 10},["Id"] = 6},
						[7] = {["Name"] = "仙门功能",["Rewards"] = {["Type"] = 2,["Id"] = 0,["Num"] = 10},["Id"] = 7},
						[8] = {["Name"] = "元神功能",
								["Rewards"] = {
										[1] = {["Type"] = 1,["Id"] = 0,["Num"] = 40000},
										[2] = {["Type"] = 2,["Id"] = 0,["Num"] = 10}
								},
								["Id"] = 8},
						[9] = {["Name"] = "镇妖秘境功能",["Rewards"] = {["Type"] = 2,["Id"] = 0,["Num"] = 10},["Id"] = 9},
						[10] = {["Name"] = "竞技场功能",["Rewards"] = {["Type"] = 2,["Id"] = 0,["Num"] = 10},["Id"] = 10},
						[11] = {["Name"] = "排行榜功能",["Rewards"] = {["Type"] = 2,["Id"] = 0,["Num"] = 10},["Id"] = 11},
						[12] = {["Name"] = "降魔功能",["Rewards"] = {["Type"] = 2,["Id"] = 0,["Num"] = 10},["Id"] = 12},
						[13] = {["Name"] = "通天塔功能",["Rewards"] = {["Type"] = 2,["Id"] = 0,["Num"] = 10},["Id"] = 13},
						[14] = {["Name"] = "仙女功能",["Rewards"] = {["Type"] = 2,["Id"] = 0,["Num"] = 45},["Id"] = 14},
						[15] = {["Name"] = "器灵秘境功能",
								["Rewards"] = {
										[1] = {["Type"] = 1,["Id"] = 0,["Num"] = 5000},
										[2] = {["Type"] = 2,["Id"] = 0,["Num"] = 10}
								},
								["Id"] = 15},
						[16] = {["Name"] = "凌霄城功能",["Rewards"] = {["Type"] = 2,["Id"] = 0,["Num"] = 10},["Id"] = 16}
				}}
}
return NewFunctionConfig