local TipsConfig = {
		["TipsConfig"] = {["Tips"] = {
						[1] = {["Id"] = 101,["Content"] = "突进可以很好的避开BOSS的攻击！"},
						[2] = {["Id"] = 102,["Content"] = "滑屏施放技能后，点击就可以触发技能链的后续技能！"},
						[3] = {["Id"] = 103,["Content"] = "法力值：注意保留一些法力值应对紧急情况。"},
						[4] = {["Id"] = 104,["Content"] = "法力值：命中、受击、等待，会恢复法力值。"},
						[5] = {["Id"] = 105,["Content"] = "法力值：尽可能不要放空技能。因为会消耗法力值而缺少命中恢复。"},
						[6] = {["Id"] = 106,["Content"] = "法力值：注意使用普攻恢复法力值。"},
						[7] = {["Id"] = 107,["Content"] = "霸体状态：击飞、击退会失效，但还是会有受击动作和伤害。"},
						[8] = {["Id"] = 108,["Content"] = "霸体状态：受击时只会受到伤害，不会有受击动作。"},
						[9] = {["Id"] = 109,["Content"] = "霸体值为0后，会进入破甲状态，此时敌人会非常脆弱！"},
						[10] = {["Id"] = 110,["Content"] = "破甲状态下的敌人，即使普攻也能使其受击不能反击。"},
						[11] = {["Id"] = 111,["Content"] = "霸体状态：千万不要和满护甲的BOSS硬刚！"},
						[12] = {["Id"] = 112,["Content"] = "BOSS在施放强力技能时，地面会有红光提示，赶快躲开！"},
						[13] = {["Id"] = 113,["Content"] = "突进避开敌人的攻击，并打破敌人护甲，是胜利的诀窍！"},
						[14] = {["Id"] = 114,["Content"] = "连招1：A+B，连招2：B+A。可以打出A、B、B、A的连击。"},
						[15] = {["Id"] = 115,["Content"] = "用一个连招施放的技能越多，这个连招的CD越久。"},
						[16] = {["Id"] = 116,["Content"] = "连招是有冷却时间的，请注意下方提示。"},
						[17] = {["Id"] = 117,["Content"] = "完美连击时，技能会造成更多伤害。"},
						[18] = {["Id"] = 118,["Content"] = "行者：突进可以推动敌人，但在敌人有护甲时反而会穿过敌人！"},
						[19] = {["Id"] = 119,["Content"] = "行者：重劈比较适合破甲！"},
						[20] = {["Id"] = 120,["Content"] = "龙枪：突进升起时的水流会造成多次伤害，靠近敌人使用更厉害！"},
						[21] = {["Id"] = 121,["Content"] = "龙枪：升空技能一定要搭配好，避免在下落中受到攻击！"},
						[22] = {["Id"] = 122,["Content"] = "狐妖：唯一在普攻4连击中可击退目标的角色！"},
						[23] = {["Id"] = 123,["Content"] = "狐妖：推波技能是打出成吨伤害的必选技能！"},
						[24] = {["Id"] = 124,["Content"] = "变强：注意检查装备和技能，尽可能提升实力！"}
				}}
}
return TipsConfig